{"content": "\n                \n                \n                Diamond is a naturally occurring gemstone and is renowned as a material with supreme physical qualities, e.g. peculiar optical dispersion, as it originates from the strong covalent interaction between its atoms. The diamond studded gold jewellery is one of the most preferred ornaments by women on all occasions. In jewellery manufacturing, diamonds made of different sizes ranging from 0.7 mm are used in studded gold jewellery. However, during the process, keeping a vigilance on misuse and pilferage of diamond has been a great challenge due to its small size. It is known that, due to the electro-magnetic induction property, any precious metal such as gold or platinum can be easily detected using the metal detector and thereby prevented from theft within the reach of scannable distance of few centimeters. Because of non-existence of such electro-magnetic property, the precious gems like diamond are not easily detectable using any conventional technique like metal detector or scanning facility. In this scenario, the possibility of diamond going missing is highly likely.\r\n\r\nThe challenge is to develop a device/detector which can be used to scan a person or a container for loose diamond detection. The device should be capable enough to detect diamonds of size ranging from 0.7mm to 4 mm in different shapes such as round, oval, princess, marquise, pear, radiant etc. At present, the pilferage of diamond is monitored only through accounting based system and realization of loss occurs only at a later stage during stock audit. To encounter these challenges, we seek suitable solution that will keep in place a fool-proof and non-destructive system for proper scanning and detection of pilferage of diamonds.\r\n\r\n\r\n\tOptions tried to solve before:\r\n\r\n\r\nAccounting based system to monitor loss/ pilferage - is a gross measure and is highlighted only during stock audit.\r\n\r\n\r\n\tFuture state:\r\n\r\n\r\nFool-proof system for diamond detection to prevent losses and pilferage.\r\n\r\n\r\n\tSuccess criteria:\r\n\r\n\r\n\r\n\tHigh efficiency in detection of diamonds of different sizes and shapes.\r\n\tSafe detection process and fulfil the requirements of occupational, health and environmental safety standards (OHES).\r\n\r\n\r\n \r\n              ", "_id": "99", "title": "Identification of diamond using hand held detector"}
{"content": "\n                \n                \n                In our Opencast mine Shovel-dumper combination is used for excavation of overburden and ore. During rainy season, due to nickli-ferrous-limonite [approx. 40-50 LCM (Loose Cubic Metres)] present in the overburden material, the haul roads (Length x Width: approximately 100 km x 20 m; working length in monsoon: typically 20-25 km) become too slippery, making it difficult for dumpers (35 MT/50 MT) to maintain operation under control and ply normally. Additionally, the dumper operation on unstable slope causes damage to the tyres, which results in the increased load on the maintenance work. Keeping the safety precautions in line, the movement of equipment is stopped during rain/drizzle. This leads to productivity loss during rainy season. To continue the operations during rainy seasons, haul roads are covered with morum/quartz/HUB. These material(s) are overspread manually on the haul roads.  \r\n\r\nHowever, this method is not sustainable owing to\r\n\r\n\r\n\tnon-availability of sufficient quantity of material for covering,\r\n\tfrequent changes in the layout of haul roads, as new faces (inclined slopes adjoining the benches) are being developed and operated.\r\n\r\n\r\nAdditional factors affecting safety of the haul roads are:\r\n\r\n\r\n\tJet of water washing down the benches, during rainy reason, washes down the slippery material (mostly consisting of nickli-ferrous-limonite) on the haul road, this sticks and keeps on accumulating on the chains, tyres and adjoining portions of Dumper. Consequently, the grip of the tyres reduces causing unsafe plying conditions\r\n\tMaking drainage facilities (for rain water) is not possible in the mines and this leads to piling up of materials that are slippery in nature\r\n\r\n\r\nTherefore, we are looking for solutions, which will facilitate the movement of mining equipment and normal operation of mines during rainy seasons\r\n\r\nThe solutions must meet the following requirements:\r\n\r\n1) It should allow mining operations during drizzle/rain/downpour\r\n\r\n2) All chain/tyre mounted mobile equipment shall be able to move on the haul roads\r\n\r\n3) Shall comply to mining statutory requirements\r\n\r\n4) Shall be economical\r\n\r\n5) Shall not hamper mining during non-rainy days\r\n\r\n6) The suggested solution should facilitate/sustain the movement of mining equipment such as shovel/dumper/dozer/Grader\r\n\r\n \r\n\r\nAdditional information about the surrounding nature of soil\r\n\r\n\r\n\tLimonite: RMR (Rock Mass Rating) <10, Slippery in rainy season\r\n\tSurpentinite: RMR< 5, Circular failure in rainy season\r\n\tDolorite: RMR very less, Circular Failure in rainy season\r\n\tHard Hub: RMR> 15, Prone to tyre cut\r\n\r\n\r\nAdditional information about the machines/vehicles moving on the haul roads\r\n\r\n\r\n\tExcavator (BACK HOE),\r\n\tDumper (30t), Grader (35 t), Loader (40t) and Dozer (50t)\r\n\r\n\r\n You may like to refer to this link for more details: https://www.australianmining.com.au/features/the-nickel-laterite-challenge/\r\n              ", "_id": "94", "title": "Enabling Operation of Opencast Mine During Rainy Season"}
{"content": "\n                \n                \n                Paint, in various colors, paint chemistries and textures, is applied on steel substrates using continuous production.  The wet painted substrate is heated after application in ovens to cure the paint and remove the solvent, so the temperature of the painted substrate alters as the process continues. This is important since the paint color also changes depending on the temperature.  Most of the time two paint layers are applied, one after the other. It is also to be noted that dry film physical properties are not identical and the different paint formulations are color specific (example, dry film density, heat absorption, radioactive properties).\r\n\r\nThe substrate surface onto which the paint is applied could be Hot Dip Galvanised, Galvalloy, Magizinc or cold reduced steel, where the substrate surface is typically MB or MC according to EN10346 with a typical roughness of 0.5 - 1.5 Ra measured by a cut-off of 2.5mm. The dry paint thickness varies from 3 to 400 microns and the line speed at which paint is applied is max 150 m/min.\r\n\r\nColor, gloss and paint thickness are critical parameters that need to be controlled tightly to ensure homogeneity and product quality.  To measure coating properties samples are taken from the coated sheet, but it takes time to cut a sample from the production line and check the color, gloss and thickness using off line equipment.\r\n\r\nThe accuracy required for measurement of various parameters is the following:\r\n\r\n\r\n\tThickness measurement -  +/-0.5 microns\r\n\tColour measurements - +/-0.1 deviation in dL, da and db using Cielab or Hunter equations\r\n\tGloss variation measurement - +/- 0.5°. \r\n\r\n\r\nThe greatest challenge is also to measure accurately the in-line paint thickness of our thickest coatings - PVC 200 micron, to within an accuracy of +/- 0.5 micron. These measurements are also only spot checks so variation in properties isn't picked up till the next off-line measurement.\r\n\r\nThe production process begins without any initial testing and relies on operator experience to set up the “paint coater head” to get the correct finish. By the time the painted sample is cut at the exit of the line, any deviation from standard, affects a large amount of production that has already been made. To ensure better process control and greater consistency in product properties, it is very desirable to have an online color, gloss and thickness measurement machine, in a single device.\r\n\r\nThere are online color, gloss and thickness measurement technologies already on the market for carrying out these tests, however there is no technology/device that can carry out all these measurements together in a single unit. The ideal measurement technique should be non-destructive. Currently, the color measurement industry uses 0/45 geometry color machines.  There are also various online dry film thickness machines. Examples of these are CO2 laser, Beta scatter and Laser Displacement devices. Gloss measurement techniques are currently based on EN13523-2:2014, 60°.\r\n\r\nSolutions are invited for a machine/technology that will measure all the parameters: color deviation, gloss and dry film thickness, online & in one unit. In the first phase, this machine/technology will be deployed to measure these parameters for solid colors, followed by metallic shades and ultimately textured paint surfaces.\r\n\r\n \r\n\r\nThe solution must meet the following requirements:\r\n\r\n\r\n\tMeasure and display color deviation, dry film thickness and gloss\r\n\tMeasurement must be performed online and all these parameters must be measured in a single unit\r\n\tIt should be as small as possible and should be suitable to use in an industrial environment.  \r\n\tWhen the solution is deployed, the calibration should be performed automatically.\r\n\tDuring color deviation measurement, it must measure the temperature and normalize the results to room temperature.  \r\n\tA full system including measuring equipment, moving support arm, and data control and communication, should not cost more than £100k, per production line.\r\n\r\n              ", "_id": "85", "title": "Method for online measurement of color deviation, gloss and thickness of painted coating on metal substrate"}
{"content": "\n                \n                \n                The refining of pure gold from lower Karatage gold (gold is alloyed with copper, silver & zinc for improved strength) involves various operations such as preparation, melting, refining and granulation, which requires typically 4 h for completion. The process time followed for the entire gold recovery operation is considerably high and therefore needs the intervention of process specialists to reduce the lead time. In the context of refining, the traditional aqua regia (mixture of Hydrochloric and nitric acids in the proportion of 3:1 volume ratio, respectively) method is used to refine pure gold (24Karat = 99.99% purity) from 22Karat (91.7% purity) and 18Karat (75% purity) obtained through exchange of gold by the customers and factory scrap. However, the corrosive nature, occupational and environmental hazards pertaining to storage, handling and disposal of aqua regia make the refining process more critical from the perspectives of people safety and scale-up. Therefore, suitable solutions are invited to develop an eco-friendly route to extract gold, as an alternate for aqua regia based treatment process. \r\n\r\n\r\n\tOptions tried to solve before:\r\n\r\n\r\nPyrometallurgical process was tried earlier to selectively oxidize the impurity elements such as copper, zinc etc. and recover pure gold from low Karatage gold.\r\n\r\n\r\n\tFuture state:\r\n\r\n\r\n1) Faster & safer process to achieve required gold composition in required volume from various inputs.\r\n2) Environment friendly process - acidless (deployable at various locations so that alloy is made close to place of use-decentralized).\r\n3) An alternate process to separate out unnecessary impurity elements.\r\n\r\n\r\n\tThe solution must meet following requirements:\r\n\r\n\r\nThere should not be any gold loss during the refining process.\r\n\r\n\r\n\tSuccess criteria:\r\n\r\n\r\n1. Developing a new process to reduce the process time and achieving the purity with minimum use of chemicals and achieve 9999 gold purity.\r\n2. Removal of undesirable impurities except gold, copper and silver.\r\n\r\n \r\n\r\n \r\n              ", "_id": "98", "title": "Identification of an eco-friendly gold extraction process: An alternate method to aqua regia"}
